[
  "evolution",
  [
    "Evolution",
    "Evolutionary history of life",
    "Evolutionary psychology",
    "Evolution of the horse",
    "Evolutionary history of plants",
    "Evolution Championship Series",
    "Evolution of fish",
    "Evolution of sexual reproduction",
    "Evolution of mammals",
    "Evolution of human intelligence"
  ],
  [
    "Evolution is change in the heritable characteristics of biological populations over successive generations.",
    "The evolutionary history of life on Earth traces the processes by which living and fossil organisms evolved, from the earliest emergence of life to the present.",
    "Evolutionary psychology is a theoretical approach in the social and natural sciences that examines psychological structure from a modern evolutionary perspective.",
    "The evolution of the horse, a mammal of the family Equidae, occurred over a geologic time scale of 50 million years, transforming the small, dog-sized, forest-dwelling Eohippus into the modern horse.",
    "The evolution of plants has resulted in a wide range of complexity, from the earliest algal mats, through multicellular marine and freshwater green algae, terrestrial bryophytes, lycopods and ferns, to the complex gymnosperms and angiosperms of today.",
    "The Evolution Championship Series, commonly known as Evo, is an annual esports event that focuses exclusively on fighting games.",
    "The evolution of fish began about 530 million years ago during the Cambrian explosion. It was during this time that the early chordates developed the skull and the vertebral column, leading to the first craniates and vertebrates.",
    "The evolution of sexual reproduction describes how sexually reproducing animals, plants, fungi and protists could have evolved from a common ancestor that was a single celled eukaryotic species.",
    "The evolution of mammals has passed through many stages since the first appearance of their synapsid ancestors in the Pennsylvanian sub-period of the late Carboniferous period.",
    "The evolution of human intelligence is closely tied to the evolution of the human brain and to the origin of language."
  ],
  [
    "https://en.wikipedia.org/wiki/Evolution",
    "https://en.wikipedia.org/wiki/Evolutionary_history_of_life",
    "https://en.wikipedia.org/wiki/Evolutionary_psychology",
    "https://en.wikipedia.org/wiki/Evolution_of_the_horse",
    "https://en.wikipedia.org/wiki/Evolutionary_history_of_plants",
    "https://en.wikipedia.org/wiki/Evolution_Championship_Series",
    "https://en.wikipedia.org/wiki/Evolution_of_fish",
    "https://en.wikipedia.org/wiki/Evolution_of_sexual_reproduction",
    "https://en.wikipedia.org/wiki/Evolution_of_mammals",
    "https://en.wikipedia.org/wiki/Evolution_of_human_intelligence"
  ]
]